Repository: MMannuru/SpotifyWrapper
Catalog: spotify_wrapped/locale/*/LC_MESSAGES/django.po
Languages: es

source: Contact the Developers
es: Contcta con los desarrolladores

source: We'd love to hear from you! Send us feedback or ask us anything.
es: ¡Nos encantaría saber de usted! Envíanos tus comentarios o pregúntanos cualquier cosa.

source: Name:
es: Nombre:

source: YourName
es: SuNombre

source: Email:
es: Correo electrónico:

source: YourEmail
es: TucorreoElectrónico

source: Message:
es: Mensaje:

source: YourMessage
es: TuMensaje

source: Send Feedback
es: Enviar comentarios

source: Delete Your Account
es: Eliminar tu cuenta

source: Are you sure you want to delete your account? This action cannot be undone.
es: ¿Estás seguro de que quieres eliminar tu cuenta? Esta acción no se puede deshacer.

source: Delete My Account
es: Eliminar mi cuenta

source: Cancel
es: Cancelar

source: Uncover Your Music Personality
es: Descubre tu personalidad musical

source: Get a dynamic description based on your unique music taste.
es: Obtenga una descripción dinámica basada en su gusto musical único.

source: Return to Home!
es: ¡Regresa a casa!

source: Enter your music taste
es: Introduce tu gusto musical

source: Use my Spotify data
es: Usar mis datos de Spotify

source: Enter_your_favorite_artists_or_genres
es: Ingresa_tus_artistas_o_géneros_favoritos

source: Describe Me
es: Descríbeme

source: Your Music Description
es: Tu descripción musical

source: Oops! Something went wrong.
es: ¡Ups! Algo salió mal.

source: Log in again
es: Inicia sesión nuevamente

source: Spotify Wrapped
es: Spotify envuelto

source: Listen to Your Top Tracks
es: Escuche sus mejores canciones

source: Describe My Taste
es: Describe mi gusto

source: View Wraps
es: Ver envolturas

source: Logout
es: Cerrar sesión

source: Login
es: Acceso

source: Settings
es: ajustes

source: Contact Us!
es: ¡Contáctenos!

source: Display Settings
es: Configuración de pantalla

source: Delete Account
es: Eliminar cuenta

source: Your Music Journey in 2024 🎶
es: Tu viaje musical en 2024 🎶

source: Discover the songs, artists, and moments that defined your year.
es: Descubre las canciones, artistas y momentos que definieron tu año.

source: Top Tracks
es: Pistas principales

source: My Taste
es: Mi Gusto

source: Contact Us
es: Contáctenos

source: Your Spotify Wraps
es: Tus envolturas de Spotify

source: Share:
es: Compartir:

source: Delete
es: Borrar

source: No Spotify wraps found.
es: No se encontraron envolturas de Spotify.

source: Wrap copied to clipboard! Press OK to post.
es: ¡Envoltura copiada al portapapeles! Presione Aceptar para publicar.

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: Forgot Password?
es: ¿Has olvidado tu contraseña?

source: Create an Account
es: Crear una cuenta

source: Your Top Tracks
es: Tus mejores canciones

source: Click on the play button to listen to a preview clip.
es: Haga clic en el botón de reproducción para escuchar un clip de vista previa.

source: No preview available
es: No hay vista previa disponible

source: Password does not meet the requirements!
es: ¡La contraseña no cumple con los requisitos!

source: Register
es: Registro

source: Already have an account?
es: ¿Ya tienes una cuenta?

source: Login here
es: Inicia sesión aquí

source: Select Your Language
es: Seleccione su idioma

source: Change Language
es: Cambiar idioma

source: Select Your Time Range
es: Seleccione su rango de tiempo

source: Short-Term (Last 4 Weeks)
es: Corto plazo (últimas 4 semanas)

source: Medium-Term (Last 6 Months)
es: Mediano Plazo (Últimos 6 Meses)

source: Long-Term (All Time)
es: Largo plazo (todo el tiempo)

source: Discover Now
es: Descubre ahora

source: Light Mode
es: Modo de luz

source: Back to Home
es: Volver a Inicio

source: Dark Mode
es: Modo oscuro

source: Welcome!
es: ¡Bienvenido!

source: Your personalized Spotify Wrapped 2024
es: Tu Spotify Wrapped 2024 personalizado

source: The Total Time You Spent Jamming This year
es: El tiempo total que pasaste tocando este año

source: minutes
es: minutos

source: These tracks had your heart in 2024
es: Estas pistas tenían tu corazón en 2024

source: No top tracks available
es: No hay pistas principales disponibles

source: Spotify does not have enough data to show your top tracks.
es: Spotify no tiene suficientes datos para mostrar tus pistas principales.

source: Genres that defined your vibe
es: Géneros que definieron tu vibra

source: Favorite Genres
es: Géneros favoritos

source: No genres available
es: No hay géneros disponibles

source: Reliving your recent hits
es: Reviviendo tus éxitos recientes

source: Recent Listening History
es: Historial de escucha reciente

source: No recent listening history available
es: No hay historial de escucha reciente disponible

source: And Lastly, The Song You Could Not Stop Listenting To...
es: Y por último, la canción que no podías dejar de escuchar...

source: No data available for your most played song.
es: No hay datos disponibles para tu canción más reproducida.

source: Thank You!
es: ¡Gracias!

source: We appreciate your feedback and will get back to you soon.
es: Apreciamos sus comentarios y nos comunicaremos con usted pronto.

source: Created at:
es: Creado en:

source: The Total Time You Spent Jamming This Year
es: El tiempo total que pasaste tocando este año

source: And lastly, the song you couldn't stop listening to...
es: Y por último, la canción que no podías dejar de escuchar...

source: Most Played Track
es: Pista más reproducida

source: English
es: Inglés

source: Spanish
es: Español

source: French
es: Francés
